<html><head><meta content="text/html; charset=UTF-8" http-equiv="content-type"><style type="text/css">@import url('https://themes.googleusercontent.com/fonts/css?kit=OPeqXG-QxW3ZD8BtmPikfA');ol{margin:0;padding:0}table td,table th{padding:0}.c9{background-color:#00ffff;color:#3c4043;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:10.5pt;font-family:"Roboto";font-style:normal}.c0{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Arial";font-style:normal}.c5{color:#000000;font-weight:400;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Arial";font-style:italic}.c3{color:#000000;font-weight:700;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Arial";font-style:normal}.c1{padding-top:0pt;padding-bottom:0pt;line-height:1.15;orphans:2;widows:2;text-align:left}.c8{color:#000000;text-decoration:none;vertical-align:baseline;font-size:11pt;font-family:"Arial"}.c7{text-decoration-skip-ink:none;-webkit-text-decoration-skip:none;text-decoration:underline}.c10{background-color:#ffffff;padding:8px 8px 8px 8px}.c6{font-style:italic}.c4{font-weight:700}.c2{height:11pt}.title{padding-top:0pt;color:#000000;font-size:26pt;padding-bottom:3pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}.subtitle{padding-top:0pt;color:#666666;font-size:15pt;padding-bottom:16pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}li{color:#000000;font-size:11pt;font-family:"Arial"}p{margin:0;color:#000000;font-size:11pt;font-family:"Arial"}h1{padding-top:20pt;color:#000000;font-size:20pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h2{padding-top:18pt;color:#000000;font-size:16pt;padding-bottom:6pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h3{padding-top:16pt;color:#434343;font-size:14pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h4{padding-top:14pt;color:#666666;font-size:12pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h5{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;orphans:2;widows:2;text-align:left}h6{padding-top:12pt;color:#666666;font-size:11pt;padding-bottom:4pt;font-family:"Arial";line-height:1.15;page-break-after:avoid;font-style:italic;orphans:2;widows:2;text-align:left}</style></head><body class="c10"><p class="c1"><span class="c3">POL&Iacute;TICA DE PRIVACIDADE</span></p><p class="c1 c2"><span class="c3"></span></p><p class="c1"><span class="c3">SEGURAN&Ccedil;A</span></p><p class="c1 c2"><span class="c3"></span></p><p class="c1"><span>A sua privacidade &eacute; extremamente importante para a OOTOPIA, por isso, prezamos fielmente pela seguran&ccedil;a de seus dados. O aplicativo possui protocolos de seguran&ccedil;a, que permite que os seus dados como</span><span class="c4">&nbsp;oo</span><span class="c4">-testador</span><span class="c0">&nbsp;- como senha e informa&ccedil;&otilde;es pessoais - sejam criptografados e verificados pelo servidor por meio de certificados digitais, dificultando o ataque de hackers, o acesso n&atilde;o-autorizado a dados confidenciais e a prote&ccedil;&atilde;o das informa&ccedil;&otilde;es postadas no aplicativo.</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c3">Declara&ccedil;&atilde;o de Direitos e Responsabilidades</span></p><p class="c1 c2"><span class="c3"></span></p><p class="c1"><span>A presente Pol&iacute;tica de Privacidade rege o relacionamento entre todos os </span><span class="c4">oo-testadores</span><span class="c0">&nbsp;e os cocriadores da OOTOPIA, no presente momento limitado ao aplicativo, mas aos poucos abrangendo quaisquer outras experi&ecirc;ncias regenerativas ligadas ao nascente ecossistema da OOTOPIA.</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c5">A presente Pol&iacute;tica de Privacidade deve sempre ser interpretada em conjunto com os Termos de Uso Especial da OOTOPIA para o beta teste do aplicativo.</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span>Tendo como um dos valores a transpar&ecirc;ncia, esta Pol&iacute;tica de Privacidade &eacute; destinada &agrave; evidencia&ccedil;&atilde;o e esclarecimento sobre as regras impostas aos dados de todos os</span><span class="c4">&nbsp;oo-testadores</span><span class="c0">&nbsp;, nos termos da legisla&ccedil;&atilde;o aplic&aacute;vel, nas plataformas em que a OOTOPIA estiver inserida, destacando as formas de coleta, uso, armazenamento, tratamento e prote&ccedil;&atilde;o dos dados.</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span>Caso o </span><span class="c4">oo-testador </span><span>convidado</span><span class="c4">&nbsp;</span><span class="c0">n&atilde;o concorde com o teor desta Pol&iacute;tica de Privacidade, n&atilde;o dever&aacute; completar o seu cadastro para a abertura de conta para o beta-teste.</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c3">Das Informa&ccedil;&otilde;es Coletadas / Tratamento de Dados</span></p><p class="c1 c2"><span class="c3"></span></p><p class="c1"><span>A OOTOPIA pode coletar informa&ccedil;&otilde;es de diversas formas, em &aacute;reas distintas, com o objetivo principal de oferecer aos </span><span class="c4">oo-testadores</span><span class="c0">&nbsp;um maior grau de pessoalidade, tornando o relacionamento, ainda que virtual, mais personalizado. </span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span>Algumas informa&ccedil;&otilde;es pessoais podem ser obtidas no momento do registro do </span><span class="c4">oo-testador</span><span>, e poder&atilde;o ser tamb&eacute;m coletadas no teor das postagens deste, sendo certo que a OOTOPIA pode coletar todas as informa&ccedil;&otilde;es ativamente inseridas durante o beta teste pelo </span><span class="c3">oo-testador.</span></p><p class="c1 c2"><span class="c3"></span></p><p class="c1"><span>Poder&atilde;o ser coletados eventuais dados veiculados pelo </span><span class="c4">oo-testador </span><span>na vers&atilde;o beta do </span><span class="c4">aplicativo OOTOPIA</span><span>, inclusive formul&aacute;rios e postagens sem identifica&ccedil;&atilde;o do </span><span class="c4">oo-testador</span><span class="c0">. </span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c0">Os dados coletados poder&atilde;o ser disponibilizados para melhoria da experi&ecirc;ncia de UI/UX, bem como para o desenvolvimento das funcionalidades (e cria&ccedil;&atilde;o de outras) e ainda, os dados coletados tamb&eacute;m s&atilde;o utilizados pela OOTOPIA para os seguintes fins:</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c0">i) Proporcionar uma constante atualiza&ccedil;&atilde;o de design e navegabilidade do aplicativo;</span></p><p class="c1"><span class="c0">ii) Mapear a partir das hashtags existentes, &aacute;reas de maior interesse, bem como novas hashtags;</span></p><p class="c1"><span>i</span><span>ii)</span><span>Melhorias no app e outras plataformas da Ootopia</span></p><p class="c1 c2"><span class="c9"></span></p><p class="c1"><span>As informa&ccedil;&otilde;es pessoais identific&aacute;veis dos </span><span class="c4">oo-testadores</span><span class="c0">&nbsp; somente ser&atilde;o compartilhadas nas seguintes circunst&acirc;ncias espec&iacute;ficas:</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span>i) Havendo solicita&ccedil;&atilde;o formal, por qualquer Autoridade P&uacute;blica, devidamente fundamentada, o </span><span class="c4">oo-testador</span><span class="c0">&nbsp;autoriza expressamente a OOTOPIA a encaminhar os dados cadastrais solicitados, independente de notifica&ccedil;&atilde;o pr&eacute;via;</span></p><p class="c1"><span>ii) Quando h&aacute; necessidade de identificar ou revelar dados do </span><span class="c4">oo-testador </span><span class="c0">que esteja utilizando o beta-teste do aplicativo OOTOPIA com prop&oacute;sitos il&iacute;citos (intencionalmente ou n&atilde;o);</span></p><p class="c1"><span>iii) Mediante pr&eacute;via autoriza&ccedil;&atilde;o dos </span><span class="c4">oo-testadores</span><span class="c0">, a OOTOPIA poder&aacute; compartilhar seus dados pessoais com terceiros. Nesse caso, a OOTOPIA identificar&aacute; o destinat&aacute;rio das informa&ccedil;&otilde;es, o tipo de atividades &agrave;s quais se dedica e a respectiva finalidade do recolhimento dos dados. &nbsp;</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c6">O </span><span class="c6 c4">oo-testador</span><span class="c6">&nbsp;poder&aacute; se opor a essas cess&otilde;es a qualquer momento</span><span class="c6">.</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c3">Do Armazenamento dos Dados </span></p><p class="c1 c2"><span class="c3"></span></p><p class="c1"><span>Como padr&atilde;o de seguran&ccedil;a estipulado pela Legisla&ccedil;&atilde;o brasileira vigente, a </span><span>OOTOPIA:</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c0">- Mant&eacute;m estrito controle sobre o acesso aos dados mediante defini&ccedil;&atilde;o de responsabilidades das pessoas que ter&atilde;o possibilidade de acesso;</span></p><p class="c1"><span class="c0">- Criou mecanismos de autentica&ccedil;&atilde;o de acesso aos registros para assegurar a individualiza&ccedil;&atilde;o do respons&aacute;vel pelo tratamento dos registros;</span></p><p class="c1"><span class="c0">- Mant&eacute;m invent&aacute;rio detalhado dos acessos aos registros de acesso a aplica&ccedil;&otilde;es, contendo a data e hora de acesso a vers&atilde;o beta do aplicativo OOTOPIA, inclusive para cumprimento do disposto na legisla&ccedil;&atilde;o brasileira;</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c0">A OOTOPIA &nbsp;se reserva ao direito de manter os dados do usu&aacute;rio pelo prazo determinado na legisla&ccedil;&atilde;o brasileira, para cumprimento de ordem emitida por autoridade competente.</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c3">Disposi&ccedil;&otilde;es Gerais</span></p><p class="c1 c2"><span class="c3"></span></p><p class="c1"><span class="c0">Qualquer toler&acirc;ncia da OOTOPIA com rela&ccedil;&atilde;o ao descumprimento do disposto nesta pol&iacute;tica n&atilde;o constituir&aacute;, em hip&oacute;tese alguma, ren&uacute;ncia ou nova&ccedil;&atilde;o, nem impedir&aacute; a OOTOPIA de fazer valer quaisquer direitos estabelecidos no presente instrumento;</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c0">Caso qualquer cl&aacute;usula desta Pol&iacute;tica de Privacidade venha a ser declarada nula, por qualquer motivo, as demais cl&aacute;usulas permanecer&atilde;o em vigor e produzir&atilde;o plenamente seus efeitos. Caso a nulidade venha a afetar o equil&iacute;brio da presente rela&ccedil;&atilde;o, &agrave;s partes comprometem-se a renegociar, de boa-f&eacute;, as condi&ccedil;&otilde;es aqui estabelecidas.</span></p><p class="c1 c2"><span class="c3"></span></p><p class="c1"><span>Os </span><span class="c6">Termos de Uso Especial</span><span class="c0">&nbsp;s&atilde;o parte integrante do presente documento, sendo que ambos ser&atilde;o aplicados e interpretados em conjunto. Em caso de diverg&ecirc;ncia entre os Termos de Uso Especial e a Pol&iacute;tica de Privacidade, ou outros documentos, prevalecer&aacute; o disposto nos Termos de Uso Especial.</span></p><p class="c1 c2"><span class="c3"></span></p><p class="c1"><span>A presente </span><span class="c6">Pol&iacute;tica de Privacidade</span><span class="c0">&nbsp;&eacute; regida pelas leis da Rep&uacute;blica Federativa do Brasil.</span></p><p class="c1"><span class="c4">&nbsp; </span></p><p class="c1"><span>De acordo com a Lei n&ordm; 13.709 de 14 de agosto de 2018, denominada Lei Geral de Prote&ccedil;&atilde;o de Dados Pessoais (&ldquo;LGPD&rdquo;), como titular dos seus dados pessoais, o </span><span class="c4">oo-testador</span><span class="c0">&nbsp;tem o direito de: </span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c0">Confirmar a exist&ecirc;ncia e tratamento, acesso,corrigir dados incompletos, inexatos ou desatualizados, anonimizar, bloquear ou eliminar a exist&ecirc;ncia de dados desnecess&aacute;rios excessivos ou tratados em desconformidade com o disposto na LGPD, </span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span>Da portabilidade com terceiros (salvo segredos comerciais e industriais), eliminar dados previamente consentidos, exceto nas hip&oacute;teses previstas do art.16 da lei, saber quais as entidades p&uacute;blicas ou privadas o controlador compartilhou seus dados, saber sobre a possibilidade de n&atilde;o fornecer consentimento e sobre as consequ&ecirc;ncias da negativa. </span></p><p class="c1 c2"><span class="c3"></span></p><p class="c1"><span>Para a solu&ccedil;&atilde;o de eventuais lit&iacute;gios oriundos deste Termo, as partes elegem como competente o foro da Comarca de </span><span>S&atilde;o Paulo/SP</span><span class="c0">, Brasil</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span class="c3">D&uacute;vidas ou questionamentos</span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span>Caso tenha qualquer d&uacute;vida a respeito, ou queira questionar alguma disposi&ccedil;&atilde;o, ou mesmo se opor a qualquer opera&ccedil;&atilde;o de tratamento que estabelecemos nesta pol&iacute;tica, entre em contato com os cocriadores da OOTOPIA ou diretamente pelo discord ou via o email </span><span>conta</span><span class="c0">ct@ootopia.org </span></p><p class="c1 c2"><span class="c0"></span></p><p class="c1"><span>Para maiores informa&ccedil;&otilde;es, leia atentamente os </span><span class="c7">Termos de Uso Especial</span><span>.</span></p></body></html>