Repository: OOTOPIA/ootopia-app
Catalog: lib/l10n/app_*.arb
Languages: pt

# insertValidCellPhone
source: Please enter your mobile number.
pt: Por favor, insira seu número de celular.

source: Optional
pt: Opcional

# changeMakerPro
source: Badge: Change Maker Pro
pt: Distintivo: Change Maker Pro

# theRegenerationGame
source: The regeneration game is a way to contribute to regenerative movement through the OOTOPIA app. The number of minutes represents the daily goal that the person has set for their participation in the game.
pt: O jogo de regeneração é uma forma de contribuir para o movimento regenerativo por meio do aplicativo OOTOPIA. O número de minutos representa a meta diária que a pessoa definiu para sua participação no jogo.

source: Your privacy information
pt: Suas informações de privacidade

source: Personal
pt: Pessoal

source: City
pt: Cidade

source: Planetary
pt: Planetário

source: Current OOz Balance
pt: Saldo OOz Atual

source: Create an Offer
pt: Criar uma Oferta

source: Create your offer
pt: Criar sua oferta

source: This user has no publications yet
pt: Este usuário ainda não tem publicações

source: Welcome Credit
pt: Crédito de Boas-Vindas

# whyYouReceivdOOz
source: OOTOPIA is more abundant now that we are here. That's why you just received your first OOz credits.
pt: OOTOPIA é mais abundante agora que estamos aqui. É por isso que você acabou de receber seus primeiros créditos OOz.

source: welcome
pt: Bem-Vindo

# albuns
source: albums
pt: álbuns

source: Album
pt: Álbum

source: picture By Etty Fidele
pt: Foto de Etty Fidele

# createYourOwnCategories
source: create you own categories
pt: crie suas próprias categorias

# textForNextFeatureCategories
source: In the next app update, you will have access to albums and will be able to organize your content into different publishing categories. In addition to organizing your profile, you will also be able to view other Ootopians' albums.
pt: Na próxima atualização do aplicativo, você terá acesso a álbuns e poderá organizar seu conteúdo em diferentes categorias de publicação. Além de organizar o seu perfil, você também poderá visualizar os álbuns de outros Ootopíacos.

# enterYourNumber
source: Your mobile number
pt: Insira seu número

source: Laurel Wreath
pt: Coroa de Louros

source: I accept
pt: Eu aceito

# chooseYourDailyGoal
source: Choose your daily goal for game participation.
pt: Escolha sua meta diária de participação no jogo.

# watchVideoToLearn
source: Watch the video to learn how the regeneration game works and how to take part on it.
pt: Assista ao vídeo para saber como funciona o jogo de regeneração e como participar dele.

# laurelWreathRepresentHowManyTimesAPersonHasReachedTheirGoalInTheRegenerationGame
source: Laurel Wreath represent how many times a person has reached their goal in the regeneration game. Or how many times she/he helped to reach her/his city goal or the planetary goal!
pt: A Coroa de Louros representa quantas vezes uma pessoa atingiu seu objetivo no jogo de regeneração. Ou quantas vezes ela ajudou a alcançar a meta da sua cidade ou a meta planetária!

source: Search for a hashtag
pt: Procure por uma hashtag

# errorUpdateProfile
source: Error updating profile, try again
pt: Erro ao atualizar profile, tente novamente

source: Learning Tracks
pt: Trilhas de Aprendizagem

# learningTracksDescription
source: Here you will find lively and compact video lessons to expand your knowledge and practices on sustainability and regeneration. Watch and answer quizzes to fix your learning and receive OOz for every correct answer.
pt: Aqui você encontrará pequenas vídeo-aulas onde obterá uma compreensão prática das práticas regenerativas. Assista, responda aos quizzez e receba mais OOz.

# aboutLearningTracks
source: Here you will find learning tracks that will bring you a deeper understanding of the main regenerative practices. Watch, answer the quizzes, and earn even more OOz.
pt: Aqui você encontrará trilhas de aprendizagem que lhe trarão uma compreensão mais profunda das principais práticas regenerativas. Assista, responda aos questionários e ganhe ainda mais OOz.

source: Ethical Marketplace
pt: Mercado Ético

source: THANKS FOR YOUR ORDER
pt: OBRIGADO PELO SEU PEDIDO

# ethicalMarketplaceDescription
source: The place to exchange goods and services that positively impact our lives and the planet.
pt: O lugar para trocar bens e serviços que impactam positivamente nossas vidas e o planeta.

# ethicalMarketplaceHeaderDescription
source: Here you can offer products and services that contribute to a better world and purchase offers using your OOz.
pt: Aqui você pode usar seus créditos OOz para comprar produtos e serviços que contribuem para um mundo melhor.

# messageVendorContact
source: The vendor will soon contact you by email to arrange delivery of your purchase.
pt: O fornecedor entrará em contato com você em breve por e-mail para providenciar a entrega de sua aquisição

source: Message - Optional
pt: Mensagem - Opcional

source: Purchase Now
pt: Adquirir Agora

source: Required
pt: Obrigatório

source: See all
pt: Veja todos

source: Receive
pt: Receba

source: Don't exist learning tracks
pt: Não existem learning tracks

source: lessons
pt: lições

# respondQuiz
source: Respond the quiz to confirm what you've learned and receive OOz for every correct answer.
pt: Responda ao questionário para confirmar o que você aprendeu e receba OOz para cada resposta correta.

# plusQuizAboutOOz
source: Plus, you'll receive OOz credits for each correct answer.
pt: Além disso, você receberá créditos OOz para cada resposta correta.

# nextAboutQuiz
source: In the next app update, you will have access to quizzes right after watching Learning Tracks. This is an excellent way to consolidate what you've learned.
pt: Na próxima atualização do aplicativo, você terá acesso a questionários logo após assistir as Trilhas de Aprendizagem. Esta é uma excelente forma de consolidar o que você aprendeu.

source: Picture by Mika Baumeister
pt: Foto de Mika Baumeister

source: completed
pt: Completo

# emailAlreadyRegistered
source: Email already registered, please insert another one
pt: Email já cadastrado, por favor insira outro

# marketPlaceTransfer
source: Ethical Marketplace
pt: Mercado Ético

# insufficientBalance
source: It was not possible to complete the purchase because your balance is insufficient.
pt: Não foi possível finalizar a compra, pois seu saldo é insuficiente

# generalError
source: Unable to perform the operation.
pt: Não foi possível realizar a operação.

# selecteds
source: selected
pt: selecionadas

# selected2
source: selected
pt: selecionada

# searchForAtag
source: Search for a hashtag
pt: Procure por uma hashtag

# tooltipBlockedField
source: You are trying to give yourself a gratitude reward. Unfortunately, this is not possible.
pt: Você está tentando dar a si mesmo uma recompensa de gratidão. Infelizmente, isto não é possível.

# aboutOOzCurrent
source: OOz is a digital currency that represents the value generated by regenerative actions. In the OOTOPIA app, your OOz are worth the equivalent of Reais and can be used in the Ethical Marketplace and to reward the most inspiring publications.
pt: OOz é uma moeda digital que representa o valor gerado por ações regenerativas. No app OOTOPIA, seus OOz valem o equivalente a Reais e podem ser usados ​​no Marketplace Ético e para recompensar as publicações mais inspiradoras.

# theOOzCurrent
source: the ooz currency
pt: a moeda ooz

source: Picture by
pt: Foto de

source: Picture by Clem Onojeghuo
pt: Foto de Clem Onojeghuo

# nextAboutCreateOffer
source: In the next app update, everyone will be able to create offers, products, services and experiences.Until then, how about telling us what you would like to sell or purchase? Your suggestions and questions are very welcome!
pt: Na próxima atualização do aplicativo, todos poderão criar ofertas, produtos, serviços e experiências. Até lá, que tal nos dizer o que você gostaria de vender ou adquirir? Suas sugestões e dúvidas são muito bem vindas!

# aboutYourOfferHere
source: IT WILL BE GREAT TO SEE YOUR OFFER HERE
pt: SERÁ ÓTIMO VER SUA OFERTA AQUI

source: Give suggestion
pt: Dar sugestão

source: Support Center
pt: Central de Suporte

# invalidEmailOrPassword
source: Invalid email and/or password
pt: Email e/ou senha inválida

# errorLogin
source: Access error
pt: Erro de acesso

# recoveryMessageError
source: If this is your email, a link should be in your inbox so you can update your password.
pt: Se este for seu e-mail, um link deverá estar na sua caixa de entrada para que você possa atualizar sua senha.

# updatingRegenerationGameStatus
source: Updating your stat in the regeneration game...
pt: Atualizando o seu status no jogo da regeneração...

source: Offers
pt: Ofertas

source: Are you enjoying the OOTOPIA app?
pt: Você está gostando do app OOTOPIA?

# weWantYourExperienceToBeTheBestItCanBe
source: We want your experience to be the best it can be. That's why your sincere opinion and your suggestions are very important! Co-create OOTOPIA with us.
pt: Queremos que sua experiência seja a melhor possível. Por isso sua opinião sincera e suas sugestões são muito importantes! Co-crie o OOTOPIA conosco.

source: Share my opinion
pt: Compartilhar minha opinião

# yourOOZWallet
source: OOz Wallet
pt: Sua carteira de OOz

# giveYourOpinion
source: Give your opinion about the app
pt: Dê sua opinião sobre o app

# itIsVeryImportant
source: It is very important to us!
pt: Ela é muito importante para nós!

source: Hide
pt: Ocultar

source: Read more
pt: Leia mais
