Repository: OOTOPIA/ootopia-app
Catalog: lib/l10n/app_*.arb
Languages: pt

# language
source: English
pt: Portuguese

# helloWIfNotNowThenWhenorld
source: If not now, then when? If not us, then who? Welcome to the movement to heal planet Earth!
pt: Se não agora, então quando? Se não nós, então quem? Bem-vindo ao movimento para curar o planeta Terra!

# liveOotopiaNowMessage
source: LIVE OOTOPIA NOW!
pt: VIVA A OOTOPIA AGORA!

# welcomeToTheRegenerativeWorldInWhich
source: Welcome to the Regenerative World in which we all want to live.
pt: Bem-vindo ao mundo regenerativo no qual todos nós queremos viver.

source: Please enter your email
pt: Por favor, informe seu e-mail

source: password
pt: senha

source: new password
pt: nova senha

source: confirm password
pt: confirme a senha

source: Please enter a new password
pt: Por favor, digite uma nova senha

source: Please enter the same password
pt: Por favor, digite a mesma senha

source: Repeat password
pt: Repita a senha

source: Please Enter Your Password
pt: Por favor, informe sua senha

source: I forgot my password
pt: Esqueci a minha senha

source: Please repeat your password
pt: Por favor repita sua senha

source: Password does not match
pt: Senha não corresponde

source: Login
pt: Conecte-se

source: Create account
pt: Criar conta

source: Don't have an account yet?
pt: Não tem uma conta ainda?

# forgotMyPass
source: Forgot password?
pt: Esqueceu a senha?

# recoverPassItsAllRight
source: It's all right
pt: Está tudo bem!

# creatingANewAccountPassword
source: Create a new account password in order to access your Ootopia account.
pt: Crie uma nova senha para acessar sua Conta OOtopia.

source: Creating a new password
pt: Criando uma nova senha

source: Create new password
pt: Criar nova senha

source: Request new password
pt: Solicitar nova senha

source: Check Your E-Mail
pt: Verifique seu e-mail

# weSentYouALinkToCreateANewPassword
source: We sent you a link to create a new password for:
pt: Nós te enviamos um link referente a solcititação da nova senha para:

source: Regeneration game
pt: Jogo de regeneração

# aboutRegenerationGame
source: The Regeneration Game is a way to contribute to the regenerative movement through the OOTOPIA application. Whenever you create content you will receive it in OOz.
pt: O jogo de regeneração é uma forma de contribuir para o movimento regenerativo por meio do aplicativo OOTOPIA. A Meta Pessoal refere-se à quantidade de tempo que você deseja se envolver no jogo. Todos os dias, uma nova rodada do jogo começa às 20h. Sempre que você atingir sua meta diária, receberá recompensas na moeda OOz.

source: Set the time for your daily learning goal:
pt: Defina o tempo para sua meta de aprendizado diária:

# isNotLearningGoalRating
source: By setting the daily goal to "zero" you will not participate in the regeneration game - your activities will not generate Ooz (the game currency)
pt: Ao definir a meta diária como "zero", você não participará do jogo de regeneração - suas atividades não gerarão Ooz (a moeda do jogo)

# theDailyGoalChosenWas10MinutesAndIsBeingUsedForTheRegenerationGame
source: The daily goal chosen was %GOAL_CHOSEN% minutes and is being used for the regeneration game.
pt: A meta diária escolhida foi de %GOAL_CHOSEN% minutos e está sendo usada para o jogo de regeneração.

source: Confirm
pt: Confirmar

source: This is where your positive impact matters most!
pt: É aqui que seu impacto positivo importa mais!

source: Please, wait...
pt: Por favor, aguarde...

source: Failed to get current location
pt: Falha ao obter localização atual

# weCouldntGetYourLocation2
source: We couldn't get your location.
pt: Não foi possível obter sua localização.

# weCouldntGetYourLocation
source: We couldn't get your location. But don't worry, you can inform it at another time.
pt: Não foi possível obter sua localização. Mas não se preocupe, você pode informá-lo em outro momento.

source: Don't worry, you can set your location later.
pt: Não se preocupe, você pode definir sua localização mais tarde.

source: The place where you live is the where your positive impact counts.
pt: O lugar onde você mora é onde seu impacto positivo conta.

source: Try to retrieve your current location clicking by "Get location again"
pt: Tente recuperar sua localização atual clicando em " Obter localização novamente "

source: Get current location
pt: Obtenha a localização atual

source: Date of Birth
pt: Data de nascimento

# pleaseEnterAValidBirthdateInFormat
source: Please enter a valid birthdate in format DD/MM/YYYY
pt: Insira uma data de nascimento válida no formato DD/MM/AAAA

source: Please enter a valid birthdate
pt: Por favor digite uma data de nascimento válida

source: Favorite Themes
pt: Temas Favoritos

source: Select the hashtags that correspond to the themes you want to explore and learn.
pt: Selecione as hashtags que correspondem aos temas que você deseja explorar e aprender.

source: Select at least one hashtag
pt: Selecione pelo menos uma hashtag

source: Select hashtags
pt: Selecione hashtags

# tagsSelected
source: selected
pt: selecionadas

# tagSelected
source: selected
pt: selecionada

source: Others
pt: Outras(os)

source: Create your account and join the movement to heal planet Earth!
pt: Crie sua conta e junte-se ao movimento para curar o planeta Terra!

# nameAndSurname
source: name
pt: nome

# pleaseEnterYourNameAndSurname
source: Please enter your name
pt: Por favor, insira seu nome

source: Please enter a valid e-mail
pt: Por favor digite um email válido

source: Please enter your valid email address
pt: Por favor, insira seu e-mail válido

# pleaseInsertTheSamePassword
source: Please enter the same password
pt: Por favor, insira a mesma senha

# weValueAndRespectYourDataThatsWhyItWillNeverBeTradeWithThirdParties
source: We value and respect your data! That's why it will never be trade with third parties. We stand for total transparency and ethics!
pt: Valorizamos e respeitamos seus dados! É por isso que nunca serão comercializados com terceiros. Defendemos total transparência e ética!

source: I accept the
pt: Eu aceito o

# useTerms
source: terms of use
pt: termos de uso

# termsOfUseDrawer
source: Terms of use
pt: Termos de uso

source: and
pt: e

source: privacy
pt: privacidade

source: You need to accept the Terms of Use to continue
pt: Você precisa aceitar os Termos de Uso para continuar

source: Next
pt: Próximo

# weRespectAndProtectThePrivacyofYourData
source: We respect and protect the privacy of your data. Check out our ethical and transparency precepts in terms of use and privacy.
pt: Respeitamos e protegemos a privacidade de seus dados. Conheça nossos preceitos éticos e de transparência quanto ao uso e privacidade

source: You need to enable some permissions to allow full use of the camera.
pt: Você precisa habilitar algumas permissões para permitir o uso completo da câmera.

source: Decline
pt: Recusar

source: The video is loading
pt: O vídeo esta sendo carregado

source: Home
pt: Principal

source: Add
pt: Adicionar

source: Profile
pt: Perfil

source: Delete
pt: Excluir

source: There was a problem, please try again.
pt: Ocorreu um problema, por favor, tente novamente.

source: Try again
pt: Tente novamente

source: Discard changes
pt: Descartar mudanças

# doYouWantToDiscardTheChanges
source: If you come back you will end up losing the changes made. Do you want to discard the changes?
pt: Se você voltar vai acabar perdendo as mudanças feitas. Você quer descartar as alterações?

source: No, continue editing
pt: Não, continue editando

source: Yes
pt: Sim

# thereAasAProblemLoadingTheVideoPleaseTryToUploadTheVideoAgain
source: There was a problem loading the video, please try to upload the video again.
pt: Ocorreu um problema ao carregar o vídeo, tente enviar o vídeo novamente.

# pleaseSelectAtLeast1Tag
source: Please select at least one hashtag
pt: Selecione pelo menos uma hashtag

# selectAtLeast1Tag
source: Select at least one hashtag
pt: Selecione pelo menos uma hashtag

source: There was a problem uploading the video, please try to upload the video again.
pt: Ocorreu um problema ao enviar o vídeo, tente enviar o vídeo novamente.

source: New Post
pt: Nova postagem

source: Send post
pt: Enviar postagem

# writeADescription
source: Write a caption...
pt: Escreva uma legenda...

source: Select tags
pt: Selecione as tags

source: Error loading tags. Try again.
pt: Erro ao carregar tags. Tente novamente.

source: Exit
pt: Sair

source: App Version
pt: Versão do aplicativo

# madeWithLoveOnThisWonderfulPlanet
source: Made with love for the good of all beings on this wonderful planet
pt: Feito com amor para o bem de todos os seres deste maravilhoso planeta.

source: Logged in as
pt: Logado como

source: Publications
pt: Publicações

source: Initial
pt: Inicial

source: No posts
pt: Sem postagens

source: Gratitude reward
pt: Recompensa de gratidão

source: transfer
pt: transferir

source: to
pt: para

source: from
pt: de

source: Profile - Own profile
pt: Perfil - Perfil próprio

source: Profile - Viewed a Profile
pt: Perfil - Visualizou um Perfil

source: Posts
pt: Postagens

source: Wallet
pt: Carteira

# walletDescription
source: The Wallet is where you can check your balance in OOz currency and all incomings and outgoings transactions.
pt: A Carteira é onde você pode verificar seu saldo na moeda OOz e todas as transações de recebimento e de envio de OOz.

source: Error on get posts
pt: Erro ao obter postagens

source: Add money
pt: Adicionar dinheiro

source: Send money
pt: Enviar dinheiro

source: Balance in
pt: Saldo em

# all2
source: All
pt: Todos

source: Received
pt: Recebidas

source: Sent
pt: Enviei

source: Send
pt: Enviar

source: Increase volume by 10
pt: Aumentar o volume em 10

source: Selected
pt: Selecionado

source: Comments
pt: Comentários

source: Write your comment
pt: Escreva seu comentário

source: No comment
pt: Nenhum comentário

source: Caution
pt: Atenção

# commentsWillBePermanentlyRemoved
source: Comment will be permanently removed.
pt: O comentário será removido permanentemente.

source: Cancel
pt: Cancelar

source: Do you really want to delete your post?
pt: Deseja realmente deletar seu post ?

# slideToGiveAGratitudeReward
source: Swipe to reward
pt: Arraste para recompensar

source: Add a comment
pt: Adicione um comentário

source: Do you confirm sending
pt: Você confirma o envio

source: from your accont to the creator of this post?
pt: de sua conta para o criador deste post?

source: An error has occurred. Try again
pt: Ocorreu um erro. Tente novamente

source: Your have insufficient OOZ to give.
pt: Você tem OOZ insuficiente para dar.

source: Don't show this message again
pt: Não mostrar esta mensagem novamente

# yourVideoIsBeingProcessedWaitUntilProcessingIsComplete
source: Your post is being processed. Wait until processing is complete.
pt: Sua publicação está sendo processada. Aguarde até que o processamento seja concluído.

source: We respect and protect your personal data.
pt: Respeitamos e protegemos seus dados pessoais.

source: Check here
pt: Verifique aqui

source: our pledge for transparency and high ethical standards.
pt: nossa promessa de transparência e elevados padrões éticos.

source: Sent! If this is your email, a link should be in your inbox so you can update your password.
pt: Enviado! Se este for seu e-mail, um link deve estar na sua caixa de entrada para que você possa atualizar sua senha.

# recoverPasswordPleaseEnterYourEmailToStartThePasswordRecoveryProcess
source: Just enter the email with which you created your account and then you will receive a message to create a new password.
pt: Basta inserir o e-mail com o qual você criou sua conta e então receberá uma mensagem para criar uma nova senha.

source: Change Password
pt: Alterar senha

source: Enter new password
pt: Informe a nova senha

source: Your password has been changed successfully
pt: Sua senha foi alterada com sucesso

source: Passwords don't match
pt: Senhas não combinam

source: Location services are disabled.
pt: Os serviços de localização estão desativados.

source: Location permissions are permanently denied, we cannot request permissions. Go to Settings to enable it.
pt: As permissões de localização são negadas permanentemente, não podemos solicitar permissões. Vá para Configurações para habilitá-lo.

source: Location permissions are denied.
pt: As permissões de localização são negadas.

# errorLoadinPosts
source: error loading posts
pt: erro ao carregar postagens

source: Erro loading profile
pt: Erro ao carregar perfil

source: An error occurred while saving user data.
pt: Ocorreu um erro ao salvar os dados do usuário.

source: TERMS OF USE
pt: TERMS OF USEe

source: Congratulations!
pt: Parabéns!

source: You met your daily goal to help regenerate the planet
pt: Você cumpriu sua meta diária de ajudar a regenerar o planeta

# youMetYourDailyGoalToHelpRegenerateThePlanetWithoutParagraphs
source: You met your daily goal to help regenerate the planet
pt: Você cumpriu sua meta diária de ajudar a regenerar o planeta

source: Total Balance
pt: Total Somado

source: Next step is to help meet your city goal.
pt: O próximo passo é ajudar a atingir o objetivo da sua cidade.

source: Keep making OOTOPIA alive!
pt: Continue fazendo OOTOPIA vivo!

source: Next step is to help meet your global goal.
pt: O próximo passo é ajudar a cumprir sua meta global.

source: Go On!
pt: Continuar!

# letIsCelebrate
source: Let's celebrate!
pt: Vamos celebrar!

source: Learn more
pt: Saiba mais

source: remaining
pt: restante

source: Personal Goal
pt: Meta Pessoal

source: Your daily goal
pt: Sua meta diária

source: Achieved
pt: Alcançada

source: OOz credits you will receive
pt: Créditos OOz que você receberá

source: Accomplished
pt: Realizada

source: OOz Partial Balance
pt: OOz Saldo Parcial

source: What will you contribute?
pt: Com o que irá contribuir?

source: Publish
pt: Publicar

# cropButton
source: Crop image
pt: Cortar imagem

source: All
pt: Todas

source: Shared
pt: Compartilhadas

# youDontReceived
source: You have no received coins
pt: Você não recebeu moedas

# youDontSent
source: You don't have any submissions.
pt: Você não enviou moedas

# youDontNothing
source: You don't have nothing
pt: Você não tem nada

# textExplainWallet
source: This is your OOz wallet. Here you can check your total balance and all incoming and outcoming transactions
pt: Esta é a sua carteira OOz. Aqui você pode verificar seu saldo total e todas as transações de entrada e saída

# textExplainWalletWithoutParagraph
source: This is your OOz wallet. Here you can check your total balance and all incoming and outcoming transactions
pt: Esta é a sua carteira OOz. Aqui você pode verificar seu saldo total e todas as transações de entrada e saída

source: Badge: Change Maker Pro
pt: Distintivo: Change Maker Pro

source: The Change Maker Pro Badge is awarded to individuals and organizations that are professionally leading projects to regenerate the planet and creating extensive positive impact.
pt: O emblema de Change Maker Pro é dado a indivíduos e organizações que estão liderando profissionalmente projetos para regenerar o planeta e criando amplo impacto positivo.

source: Are you a Change Maker Pro too?
pt: Você também é um Change Maker Pro?

source: Get in contact!
pt: Entre em contato!

# yourPublicationIsBeingProcessed
source: Your publication is being processed. When it is finished, you will receive % OOz.
pt: Sua publicação está sendo processada. Ao finalizar, você receberá % OOz.

source: Close
pt: Fechar

source: Personal level
pt: Nível pessoal

# personalLevelText1
source: Every person and every action counts! So by using the OOTOPIA app to learn and share regenerative stories, you contribute to change and receive OOz credits in return.
pt: Cada pessoa e cada ação conta! No jogo regenerativo, você recebe créditos em moeda OOz como recompensa por seu envolvimento com o aplicativo.

# personalLevelText2
source: Set your daily goal and start living OOTOPIA now!
pt: Defina sua meta diária e comece a viver OOTOPIA agora!

source: City level
pt: Nível cidade

# cityLevelText1
source: When we collaborate with our community we amplify the positive impact! The City Level goal is the sum of goals of all people using the app in your city.
pt: Quando colaboramos com nossa comunidade, amplificamos o impacto positivo! O objetivo do nível de cidade é a soma dos objetivos de todas as pessoas que usam o aplicativo em sua cidade.

# cityLevelText2
source: Keep engaged to help your city meet its daily goal!
pt: Continue empenhado em ajudar sua cidade a cumprir suas metas diárias!

source: Planetary level
pt: Nível planetário

# planetaryLevelText1
source: Together we can change the world! The Planetary Level goal is the sum of goals of all people collaborating to create the beautiful world we want to live in!
pt: Juntos podemos mudar o mundo! O objetivo do Nível Planetário é a soma dos objetivos de todas as pessoas colaborando para criar o mundo maravilhoso em que queremos viver!

# planetaryLevelText2pt1
source: We are almost there!
pt: Estamos quase lá!

# planetaryLevelText2pt2
source: Let's meet the planetary goal today!
pt: Vamos cumprir a meta planetária hoje!

source: Invitation code
pt: Código de convite

source: Personal Goal Achieved
pt: Meta pessoal atingida

# totalGameCompleted
source: Today's Game Completed
pt: Jogo total completado

source: Back
pt: Voltar

# thereAreNoWalletRecords
source: There are no OZZ records
pt: Não há registros de OZZ

source: send your feedback
pt: envie seu comentário

source: questions
pt: perguntas

source: suggestions
pt: sugestões

source: check your transactions
pt: confira suas transações

source: earn
pt: ganhe

source: when they signup
pt: quando eles se inscrevem

source: Invite your friends
pt: Convide seus amigos

source: enter to OOTOPIA
pt: entre no OOTOPIA

# dialogTitleBeforeExiting
source: Thank you for participating in OOTOPIA!
pt: Obrigado por participar da OOTOPIA!

# dialogDescriptionBeforeExiting
source: We are doing this testing environment and every feedback will help us make the world a better place. We'd love to hear a little more from you, how was your experience today?
pt: Estamos fazendo este ambiente de teste e cada feedback nos ajudará a tornar o mundo um lugar melhor. Adoraríamos ouvir um pouco mais de você, como foi sua experiência hoje?

source: Not now
pt: Agora não

source: Share my experience
pt: Compartilhar minha experiência

# eachOneMakeADiference
source: EACH OF US MAKES A DIFFERENCE
pt: CADA UM DE NÓS FAZ A DIFERENÇA

source: Code
pt: Código

source: Send code
pt: Enviar código

# inviteYourFriendsToJoinOOTOPIA
source: Invite your friends to test the OOTOPIA app. Everyone is welcome to the regenerative world in which we all want to live. ✨ 🌎 ❤️
pt: Convide seus amigos para experimentar o app OOTOPIA. Todos são bem vindos ao mundo regenerativo no qual todos queremos viver.✨ 🌎 ❤️

source: CHANGE MAKER PRO INVITATION CODE
pt: CÓDIGO CONVITE CHANGE MAKER PRO

source: share this code
pt: compartilhe este código

source: WELCOME INVITATION CODE
pt: CÓDIGO CONVITE DE BOAS-VINDAS

# sendWelcomeInvitationCode
source: Send the code below to invite your friends. They will receive
pt: Envie o código abaixo para convidar seus amigos. Eles receberão

# forEachNewcomer
source: for each newcomer. Your friend will receive
pt: para cada recém-chegado. Seu amigo receberá

source: Send the code below to invite your friends.
pt: Envie o código abaixo para convidar seus amigos.

# sendTheCodeBelowToInviteYourFriendsAndReceive
source: Send the code below to invite your friends. They will receive %RECEIVE_OOz% OOz when they sign up and you will receive %RECEIVE_OOz% for every friend who joins OOTOPIA.
pt: Envie o código abaixo para convidar seus amigos e receba %RECEIVE_OOz% OOz para cada recém-chegado. Seu amigo receberá %DONATE_OOz% OOz.

# sendTheCodeBelowToInviteYourFriendsSower
source: Send the code below to invite people who are leading projects and/or organizations that generate a wide positive impact for the environment and/or society.
pt: Envie o código abaixo para convidar pessoas que estão liderando projetos e/ou organizações que geram amplo impacto positivo para o meio ambiente e/ou para a sociedade.

source: for each newcomer. Your friend will receive
pt: para cada recém-chegado. Seu amigo vai receber

source: Picture by Rommel Diaz
pt: Foto de Rommel Diaz

# joinToOOTOPIA
source: >>I want to invite you to try the OOTOPIA app with me<< Welcome to the regenerative world we all want to live in.✨ 🌎 ❤️ -App for Android phones. Download here >> https://bit.ly/ootopiaappbetaandroid -App for Iphone cell phones. Download here >> https://bit.ly/ootopiaappbetaiphone Create your account and receive %AMOUNT_OF_MONEY% credit using the code below: %USER_CODE%
pt: >>Quero te convidar para experimentar comigo o app OOTOPIA<< Seja bem vindo ao mundo regenerativo no qual todos queremos viver.✨ 🌎 ❤️ -App para celulares Android. Baixe aqui >> https://bit.ly/ootopiaappbetaandroid -App para celulares Iphone. Baixe aqui >> https://bit.ly/ootopiaappbetaiphone Receba um crédito de %AMOUNT_OF_MONEY% ao se cadastrar com o código abaixo: %USER_CODE%

# continueAccess
source: Continue
pt: Continuar

source: Conclude
pt: Concluir

source: Enter your invitation code
pt: Digite seu código de acesso

# yourAccessChannel
source: Your access channel to the regenerative movement and the beautiful world that is emerging thanks to people like you!
pt: O seu canal de acesso ao movimento regenerativo e ao belo mundo que está emergindo graças a pessoas como você!

source: Skip
pt: Pular

source: Access
pt: Acessar

# enterTheValidInvitationCode
source: Please, enter the valid invitation code
pt: Por favor, insira o código de convite válido

source: If you have an invitation code type here:
pt: Se você tiver um código de convite, digite aqui:

source: invitation code accepted
pt: Código convite aceito

source: invitation code sent
pt: Código convite enviado

# invitationCodeWelcome
source: WELCOME TO OOTOPIA
pt: BEM VINDO A OOTOPIA

source: Picture by Lina Trochez
pt: Foto de Lina Trochez

source: invalid URL
pt: URL inválida

source: Title
pt: Título

source: ADD ONE MORE LINK
pt: ADICIONE MAIS UM LINK

# selectLinksThatCorrespond
source: Select links that correspond to the purposes of OOTOPIA and contribute to a better world.
pt: Selecione links que correspondam aos propósitos da OOTOPIA e contribuam para um mundo melhor.

source: Full Name
pt: Nome Completo

# pleaseEnterLink
source: Please enter the URL
pt: Por favor, digite a URL

# pleaseEnterTitle
source: Please enter the URL title
pt: Por favor, digite o título do URL

source: Related links
pt: Links Relacionados

source: Mobile Phone
pt: Celular

source: Minutes per day
pt: Minutos por dia

# chooseTimeForRegenerationGame
source: Choose your time goal for daily participation in the Regeneration Game.
pt: Escolha sua meta de tempo para a participação diária no Jogo de Regeneração.

# aboutChooseZero
source: If you choose 0 min., you will not participate in the game and will not received OOz.
pt: Se você escolher 0 min., não participará do jogo de e não receberá OOz.

source: Note:
pt: Nota:

# settingGoalToZero
source: By setting your goal to “zero”, you will not participate in the Regeneration Game. Your activities will not generate OOz.
pt: Ao definir sua meta como “zero”, você não participará do Jogo de Regeneração. Suas atividades não gerarão OOz.

# mobilephoneToExperience
source: Please enter your mobile phone to experience the movement that is regenerating the planet right now!
pt: Por favor, insira seu celular para experimentar o movimento que está regenerando o planeta agora mesmo!

source: Save
pt: Salvar

source: Edit Profile
pt: Editar Perfil

source: Edit
pt: Editar
